<?php

return [
    'л' => 'l',
    'л.с.' => 'hp',
    'бензин' => 'gasoline',
    'АКПП' => 'AT',
    'передний привод' => 'front',
    'привод' => '',
    'МКПП' => 'MT',
    'робот' => 'robot',
    'вариатор (CVT)' => 'variator (CVT)',
    'гибрид' => 'hybrid',
    'полный привод (4WD)' => 'four-wheel (4WD)',
    'задний привод' => 'rear',
    'электричество' => 'electricity',
    'редуктор' => 'reducer',
    'заднее расположение двигателя (RR)' => 'rear engine (RR)',
    'дизель' => 'diesel',
    'газ/бензин' => 'gas/gasoline',
    'газ' => 'gas',
    'другой' => 'other',
];
