<?php

return [
    'added' => 'Объявление успешно добавлено!',
    'updated' => 'Объявление успешно обновлено!',
    'deleted' => 'Объявление успешно удалено!',
    'photo' => [
        'max' => 'Превышено максимальное количество загружаемых файлов.',
        'uploaded' => 'Файлы успешно загружены!',
        'deleted_file' => 'Файл удален.',
        'deleted_files' => 'Файлы удалены.',
        'not_found' => 'Файлы не найдены.',
        'order' => 'Порядок сортировки файлов успешно обновлен!',
    ],
    'favorites' => [
        'added' => 'Объявление успешно добавлено в избранное!',
        'deleted' => 'Объявление удалено из избранного.',
        'not' => 'Такого объявления нет в вашем избранном.',
        'already' =>  'Это объявление уже добавлено в избранное.',
    ],
];
