<?php

return [
    'л' => 'л',
    'л.с.' => 'л.с.',
    'бензин' => 'бензин',
    'АКПП' => 'автомат',
    'передний привод' => 'передний',
    'привод' => '',
    'МКПП' => 'механика',
    'робот' => 'робот',
    'вариатор (CVT)' => 'вариатор (CVT)',
    'гибрид' => 'гибрид',
    'полный привод (4WD)' => 'полный (4WD)',
    'задний привод' => 'задний',
    'электричество' => 'электричество',
    'редуктор' => 'редуктор',
    'заднее расположение двигателя (RR)' => 'заднее расположение двигателя (RR)',
    'дизель' => 'дизель',
    'газ/бензин' => 'газ/бензин',
    'газ' => 'газ',
    'другой' => 'другой',
];
