<?php

return [
    'unique' => 'Адрес электронной почты, который вы вводите, уже зарегистрирован.',
    'name' => 'Имя успешно обновлено!',
    'email' => 'Код подтверждения успешно отправлен на ваш текущий адрес электронной почты.',
    'code' => 'Этот код подтверждения недействителен.',
    'update' => 'Адрес электронной почты успешно обновлен!',
    'password' => 'Пароль успешно обновлен!',
    'avatar' => [
        'uploaded' => 'Аватар успешно загружен!',
        'deleted' => 'Аватар удален.',
    ],
    'search' => [
        'added' => 'Поиск успешно сохранен!'
    ]
];
